let allMusic = [

{ name: "١. لبيك اللهم لبيك", artist: "من الحرم المكي", src: "audio-1" },
{ name: "٢. لبيك اللهم لبيك", artist: "مشاري العفاسي", src: "audio-2" },
{ name: "٣. لبيك اللهم لبيك", artist: "حسين البحار", src: "audio-3" },
{ name: "٤. لبيك اللهم لبيك", artist: "الشيخ سعد الغامدي", src: "audio-4" },
{ name: "٥. لبيك اللهم لبيك", artist: "غير معروف", src: "audio-5" },
{ name: "٦. لبيك اللهم لبيك", artist: "غير معروف", src: "audio-6" },
{ name: "٧. لبيك اللهم لبيك", artist: "غير معروف", src: "audio-7" },
{ name: "٨. تلبية الحجيج وطواف الإفاضة", artist: "11 ذي الحجة 1429ه", src: "audio-8" },
{ name: "٩. التلبية حج عام 1433", artist: "تلبية الحجاج عرفات والمشاعر", src: "audio-9" },
{ name: "١٠. تكبيرات العيد", artist: "سمير البشري", src: "audio-10" },
{ name: "١١. تكبيرات العيد", artist: "من مصر", src: "audio-11" },
{ name: "١٢. تكبيرات العيد", artist: "أحمد نعينع", src: "audio-12" },
{ name: "١٣. تكبيرات العيد", artist: "أبو أنس المالكي", src: "audio-13" },
{ name: "١٤. تكبيرات العيد", artist: "من الحرم المكي", src: "audio-14" },
{ name: "١٥. تكبيرات العيد", artist: "مشاري العفاسي", src: "audio-15" },
{ name: "١٦. تكبيرات العيد", artist: "غير معروف", src: "audio-16" },
{ name: "١٧. تكبيرات الحج", artist: "ياسر الدوسري", src: "audio-17" },
{ name: "١٨. تكبيرات الحج مع التلبية", artist: "غير معروف ", src: "audio-18" },

];